Repository: leolost2605/Gradebook
Catalog: po/*.po
Languages: es, tr

source: Gradebook
es: Libro de calificaciones
tr: Not Defteri

source: A simple tool to keep track of your grades
tr: Notlarınızı takip etmek için basit bir araç

source: Keep track of your grades
tr: Notlarınızı takip edin

source: Gradebook is a simple tool that helps you keep track of your grades. This way you always know how you are doing in your courses.
tr: Not Defteri, notlarınızı takip etmenize yardımcı olan basit bir araçtır. Bu şekilde derslerinizde nasıl olduğunuzu her zaman bilirsiniz.

source: Features:
tr: Özellikler:

source: Support for numerical and percentage systems
tr: Sayısal ve yüzde sistemlerini destekler

source: Assign your grades to categories with different weighting
tr: Notlarınızı farklı ağırlıklara sahip kategorilere atayın

source: Add notes to your grades so that you later know how you could improve
tr: Notlarınıza notlar ekleyin, böylece daha sonra nasıl geliştirebileceğinizi bilebilirsiniz

source: Your average is calculated automatically taking the weighting of the different categories into account
tr: Ortalamanız, farklı kategorilerin ağırlıklandırılması dikkate alınarak kendiliğinden hesaplanır

source: The start page of the app
tr: Uygulamanın başlangıç sayfası

source: Example for a subject
tr: Konu örneği

source: Menu for the addition of a subject
tr: Konu ekleme menüsü

source: Gradebook showing its adaptive mode
tr: Uyarlanabilir kipiyle not defteri görünümü

source: Add New Category
es: Añadir categoría nueva
tr: Yeni Kategori Ekle

source: Cancel
es: Cancelar
tr: İptal

source: Add
es: Añadir
tr: Ekle

source: Category Name
es: Nombre de la categoría
tr: Kategori Adı

source: Category Percent
es: Porcentaje de la categoría
tr: Kategori Yüzdesi

source: translator-credits
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
tr: Sabri Ünal <libreajans@gmail.com>

source: New Subject
es: Materia nueva
tr: Yeni Konu

source: Edit Subject
es: Editar materia
tr: Konuyu Düzenle

source: Save
es: Guardar
tr: Kaydet

source: Subject Title
es: Título de la materia
tr: Konu Başlığı

source: Subject Categories
es: Categorías de la materia
tr: Konu Kategorileri

source: Delete Subject…
es: Eliminar materia…
tr: Konuyu Sil…

source: Delete %s?
es: ¿Eliminar %s?
tr: %s silinsin mi?

source: If you delete %s, its information will be deleted permanently.
es: Si elimina %s, su información se borrará permanentemente.
tr: Eğer %s silerseniz, bilgileri kalıcı olarak silinir.

source: Delete
es: Eliminar
tr: Sil

source: Add New Grade
es: Añadir calificación nueva
tr: Yeni Not Ekle

source: Grade
es: Calificación
tr: Not

source: Category
es: Categoría
tr: Kategori

source: Note
es: Nota
tr: Not

source: _Help
es: A_yuda
tr: _Yardım

source: _About Gradebook
es: _Acerca de Libro de calificaciones
tr: Not Defteri _Hakkında

source: Toggle Sidebar
es: Conmutar barra lateral
tr: Kenar Çubuğunu Aç/Kapat

source: Average:
es: Media:
tr: Ortalama:

source: New Grade…
es: Calificación nueva…
tr: Yeni Not…

source: No Grades
es: No hay calificaciones
tr: Not Yok

source: Add new grades by clicking the “New Grade…” button.
es: Añada calificaciones nuevas haciendo clic en el botón “Calificación nueva…”
tr: “Yeni Not…” düğmesine tıklayarak yeni notlar ekleyin.

source: No Subjects
es: No hay materias
tr: Konu Yok

source: Add new subjects using the “+” button in the top left corner.
es: Añada materias nuevas usando el botón “+” en la esquina superior izquierda.
tr: Sol üst köşedeki “+” düğmesini kullanarak yeni konular ekleyin.

source: Error
tr: Hata

source: This subject has no categories. Add at least one category in order to add a grade.
es: Esta materia no tiene categorías. Añada al menos una categoría para poder añadir una calificación.
tr: Bu konunun kategorisi yok. Not eklemek için en az bir kategori ekleyin.

source: OK
es: De acuerdo
tr: Tamam

source: Delete Grade?
es: ¿Eliminar calificación?
tr: Not Silinsin Mi?

source: If you delete this grade, its information will be deleted permanently.
es: Si elimina esta calificación, su información se borrará de forma permanente.
tr: Bu notu silerseniz, bilgileri kalıcı olarak silinir.

source: Add a New Subject
es: Añadir una materia nueva
tr: Yeni Konu Ekle
